[{"model": "auth.user", "fields": {"password": "pbkdf2_sha256$1000000$NnguzzPopzAbWpKmR6wCE6$F07N8MH7iqJbUQkVJW9MZBf4tgau9bl/pkf8stjEsdc=", "last_login": null, "is_superuser": true, "username": "sree", "first_name": "", "last_name": "", "email": "sree@gmail.com", "is_staff": true, "is_active": true, "date_joined": "2025-12-05T13:47:23.804Z", "groups": [], "user_permissions": []}}, {"model": "app.blog", "pk": 1, "fields": {"title": "The Whispering Forest", "author": "Aarav Mehta", "category": "Fiction", "description": "Aarav steps into a mystical forest where the trees remember every secret ever spoken near them, and the whispers slowly reveal a destiny he never asked for.", "story": "Aarav had grown up listening to stories about the forest behind his village, a place where children were forbidden to wander alone. Elders claimed that the trees could whisper, that if you listened long enough, you would hear voices calling your name. As a child, he laughed it off as superstition, the kind of tale meant to keep kids from getting lost among the tall cedars. But on his twenty-first birthday, something changed. Standing outside his small house at dusk, he heard it clearly for the first timeùa soft, unmistakable whisper that sounded exactly like his own voice calling from the distance, inviting him into the shadows.\r\n        The pull was impossible to ignore. With each step into the forest, the air grew cooler, and the everyday sounds of the village faded into a muffled hum. The ground felt unusually soft, as if the forest floor itself were breathing beneath his feet. Shafts of fading sunlight broke through the canopy in narrow beams, illuminating floating particles of dust that looked like tiny spirits dancing in the air. The whispers grew louder, overlapping, as though multiple voices were trying to reach him at once. He couldnÆt make out the words, but the tone was neither threatening nor kindùit was urgent. It felt less like a warning and more like a long-awaited conversation.\",\r\n        After what felt like hours, Aarav came upon a massive, ancient tree whose trunk was wider than any he had ever seen. Its roots twisted in and out of the earth like the fingers of a giant hand, and at its base, hidden beneath layers of moss, was a stone slab engraved with symbols he couldnÆt recognize. As he brushed away the moss, the forest fell strangely silent, as though it were holding its breath. The stone shimmered faintly under his touch, and suddenly the world around him shifted. The trees, the soil, the airùeverything seemed to pulse with memory. It was then he realized that the whispers werenÆt ghosts or spirits. They were the forest itself, speaking a language of memories and echoes.\r\n     Images flashed in his mind: a child lost in the woods centuries ago, a battle fought at the forestÆs edge, a secret ritual performed under the light of three moons. He saw people kneeling before the same ancient tree, placing their hands upon the stone just as he had done. Through these visions, he understood that the forest had always chosen someoneùa guardian, a listener, a keeper of stories. It didnÆt just hold memories; it protected them. The whispers were not random, they were calls to those who were meant to hear them. And for reasons he did not yet understand, the forest had now chosen him. He felt a warmth surge through his chest, not painful, but heavy with responsibility.\r\n        When the visions faded, Aarav stepped back, gasping for breath. The whispers returned, but they were no longer scattered and frantic. They were calm, steady, and clear, like a river finally finding its path. He could not understand every word, but he felt what they were saying: you are not alone, and you are not here by accident. As he made his way out of the forest, the path seemed easier, as if the trees themselves gently guided him home. The village would see the same boy return that evening, but something inside him had changed forever. The forest had entrusted him with its secretsùand from that day on, whenever the wind blew through the trees, Aarav heard not fear, but a familiar chorus of voices welcoming their new guardian."}}, {"model": "app.blog", "pk": 2, "fields": {"title": "Midnight Echoes", "author": "Aarav Mehta", "category": "Fiction", "description": "Strange footsteps and music at midnight push Aarav to uncover the unfinished story of his great-grandfather, a musician whose final composition was never heard.", "story": "The first time Aarav heard the footsteps, he thought it was just the old house settling in the cool night air. His ancestral mansion had stood at the edge of the town for more than a century, its wooden beams creaking and groaning with age. But as days turned into weeks, the pattern became impossible to ignore. Every night, exactly at midnight, the sound of someone walking slowly down the corridor outside his bedroom echoed through the silence. The steps were unhurried, deliberate, and too heavy to be dismissed as a rodent or loose furniture. Yet, when Aarav opened the door and peered into the hallway, there was never anyone thereùonly moonlight spilling in through the tall windows.\",\r\n       Unable to shake the feeling that something was wrong, Aarav began staying awake just to time the sounds. Midnight. Footsteps. A faint creak. A soft thud, like someone turning into the hallway leading to the attic. One stormy night, when thunder wrapped itself around the house and rain battered the windows in sheets, Aarav made up his mind. Flashlight in hand, he stepped out into the hallway the moment the clock struck twelve. The footsteps came, as expected, but this time, instead of hiding, he followed them. With each step he took, the air grew colder, and the noise led him unerringly to the attic doorùa door that hadnÆt been opened in years.\r\n        The attic smelled of dust and old paper, the kind of scent that clung to forgotten things. A single window let in a slice of moonlight that barely managed to cut through the darkness. In the center of the room sat a gramophone, its brass horn dull from neglect. As Aarav approached, the footsteps stopped. For a moment, everything was painfully still. Then, without warning, the gramophone crackled to life. The record on its turntable began to spin, even though no hand had started it. A haunting melody drifted through the room, delicate and incomplete, as though searching for its missing notes. The music felt familiar in a way that made AaravÆs heart ache.\r\n        On an old table, he found sheet music written in elegant, looping handwriting. The name at the top made his breath catch: Vihaan Mehta, his great-grandfatherùa musician whose disappearance had always been talked about in half-truths and whispered speculation. According to family stories, Vihaan had been working on a final composition before he vanished without a trace. As the gramophone played, Aarav realized this must be that unfinished piece. Each bar of music told a story of love, betrayal, and regret. The final pages of the sheet were blank, as if waiting for someone to complete them. Aarav felt an odd certainty wash over him. This was why the footsteps had called him here.\r\n        Over the next several nights, Aarav sat at the attic table, listening to the old recording and slowly filling in the missing notes. Sometimes the gramophone would play a section again, as if guiding him. Sometimes heÆd feel a presence at his shoulderùa comforting weight rather than a frightening one. When he finally wrote the last bar of music, the house seemed to exhale. That night, as the clock struck midnight, there were no footsteps in the hallway, no creaks, no echoes. The silence was not empty; it was peaceful. Aarav performed the finished composition at a local concert, dedicating it to Vihaan Mehta. As the last chord faded, he felt a warmth in the air, like a hand on his shoulder, and he knew that his great-grandfather had finally found his way home."}}, {"model": "app.blog", "pk": 3, "fields": {"title": "Paper Hearts", "author": "Aarav Mehta", "category": "Fiction", "description": "Stacks of old letters in a crumbling library lead Aarav into the unfinished love story of a soldier and the woman who waited for him.", "story": "The library had been scheduled for demolition when Aarav volunteered to help salvage whatever books could be saved. The buildingÆs ceiling sagged inward, and dust floated in every beam of light that forced its way through cracked windows. Hidden behind a collapsed shelf, he found a wooden box, its lid warped and its hinges rusted nearly shut. Inside were dozens of letters folded with the kind of care reserved for fragile memories. The paper was yellowed, the ink faded, but each letter began the same way: My dearest Aisha. Already, Aarav felt as though he had stepped into someone elseÆs life.\r\n        He spent hours sitting on the cold floor, reading the letters in chronological order. The writer, Imran, was a young soldier sent to the frontlines of a distant war. His words were tender and hopeful, full of promises of return and dreams of a small house with blue curtains and a jasmine plant by the window. Aisha, he wrote, was the reason he survived every battle, the face he saw when he closed his eyes at night. With every letter, Aarav became more invested in their story, silently rooting for them, wishing he knew how it ended.\r\n        But as he approached the last few letters, the tone shifted. The later pages spoke of uncertainty, delays in correspondence, and rumors of the war worsening. ImranÆs handwriting grew shaky, as if written in haste or fear. The final letter in the box ended abruptly mid-sentence, as though the writer had been interrupted. There was no closure, no reunion, no final goodbye. Aarav felt a knot in his chest. He refused to accept that their story simply vanished in the space between one letter and the unwritten next. There had to be more.\r\n        Determined, he began searching the townÆs records, old newspapers, and municipal archives. He asked elderly residents if they remembered an Aisha or a soldier named Imran. Slowly, fragments came together. Someone recalled a woman who used to sit by the railway station every evening, gazing at arriving trains. Another remembered a soldier who never came home, his name engraved on a forgotten memorial at the edge of town. With each clue, the weight of their story grew heavier on AaravÆs heart. It became clear that Aisha had waited, faithfully and endlessly, for someone who would never return.\r\n        Aarav made a decision. He compiled the letters, added his own narration of the evidence heÆd uncovered, and wrote a final chapterùnot to change history, but to honor their love. In his version, Imran returned, and AishaÆs wait ended in an embrace instead of silence. The book, titled Paper Hearts, became unexpectedly popular, moving countless readers to tears. At the official book launch, an elderly woman approached Aarav with trembling hands and tears in her eyes. She introduced herself as AishaÆs niece and thanked him for giving her aunt the ending she had always deserved, even if only in the pages of a book."}}, {"model": "app.blog", "pk": 4, "fields": {"title": "The Silent Melody", "author": "Aarav Mehta", "category": "Fiction", "description": "In a crowded city street, Aarav meets Arjun, a deaf musician who proves that sound is only one way to experience music.", "story": "The busy city marketplace was overflowing with noiseùhonking vehicles, shouting vendors, and endless footsteps. But in the middle of all that chaos, Aarav heard something strange: a melody without sound. Following the feeling, he found a young man sitting on a crate, playing a worn-out guitar with complete focus. The man, Arjun, was deaf, yet he played beautifully, relying on vibrations, sensations, and inner rhythm.\r\n\r\nAarav befriended him and introduced him to visualizers that showed music as moving colors and patterns. Together, they created a system that projected the visuals behind Arjun as he played. When he performed in the market, people stopped, mesmerized by the living artwork. Arjun became known as ôthe artist of silent music.ö Aarav realized that sound isnÆt the only way to hearùsometimes, emotions speak louder."}}, {"model": "app.blog", "pk": 5, "fields": {"title": "The Forgotten Diary", "author": "Aarav Mehta", "category": "Fiction", "description": "A diary that writes tomorrowÆs events forces Aarav to decide how much of the future he should change.", "story": "Aarav discovered a damaged diary near a riverbank. The first line read: Today, you will find this diary at exactly 6:17 PM. Shocked, he checked the timeùit was exactly 6:17. The diary continued predicting events that had already happened. Then came a chilling entry: Tomorrow, your friend Rohan will be in an accident.\r\n\r\nTerrified, Aarav warned Rohan and prevented the accident. This made him obsessed with reading each new prediction. Some events were harmless, others disturbing. He began feeling trapped by the responsibility of knowing the future. The final entry forced a choice: keep reading or let go. Aarav buried the diary under an old banyan tree and decided to live freely. He understood that the future is just a suggestion, not destiny."}}, {"model": "app.blog", "pk": 6, "fields": {"title": "Ink of the Soul", "author": "Meera Nandan", "category": "Creative Writing", "description": "A painter who loses his creative spark discovers writing as a path back to his artistic soul.", "story": "Aditya, once a gifted painter, sat alone in his studio surrounded by dried paints and blank canvases. He had lost his creative spark and didnÆt know how to begin again. Meera, sensing his struggle, gave him a notebook and asked him to write whatever he felt.\r\n\r\nReluctantly, he wrote his first line: I feel lost. That single sentence opened a flood of emotions. Over the next weeks, he wrote about his memories, fears, and dreams. Writing gradually revived his passion, and one morning he picked up a brush again. The painting he created was raw and emotionalùunlike anything he had done before. They published a book called Ink of the Soul, blending his writings and paintings. It inspired thousands and reminded Aditya that creativity never leavesùit simply changes form."}}, {"model": "app.blog", "pk": 7, "fields": {"title": "The WriterÆs Desk", "author": "Meera Nandan", "category": "Creative Writing", "description": "An antique desk contains unfinished stories from a forgotten writer, whose voice refuses to fade.", "story": "Meera bought an old wooden desk from a market, planning to restore it. Inside its largest drawer, she found a stack of unfinished stories. Each story was filled with emotion, imagination, and passionùbut all ended abruptly.\r\n\r\nInspired, Meera studied the writing style and completed each story while trying to maintain the original voice. It felt like collaborating with someone from another time. The completed collection, titled The WriterÆs Desk, became a bestseller. Meera listed herself as the compiler, not the author, preserving the mystery. She often felt the writerÆs unseen presence guiding her. In a way, the stories found their ending because someone finally chose to listen."}}, {"model": "app.blog", "pk": 8, "fields": {"title": "Stories from the Attic", "author": "Meera Nandan", "category": "Creative Writing", "description": "Meera finds notebooks from her childhood that reignite her passion for storytelling.", "story": "Meera bought an old wooden desk froCleaning her childhood attic, Meera found notebooks filled with stories she wrote as a child. The handwriting was messy, the imagination wild, and the confidence unshakable. Reading them moved her deeplyùshe realized she had lost the fearless creativity she once had.\r\n\r\nInspired, Meera rewrote her favorite childhood stories using her improved skills while preserving their innocence and charm. The collection, Stories from the Attic, touched readersÆ hearts and made them feel like children again. Meera rediscovered her passion for storytelling and understood that the magic of creativity begins long before adulthoodùoften in a childÆs fearless imagination.m a market, planning to restore it. Inside its largest drawer, she found a stack of unfinished stories. Each story was filled with emotion, imagination, and passionùbut all ended abruptly.\r\n\r\nInspired, Meera studied the writing style and completed each story while trying to maintain the original voice. It felt like collaborating with someone from another time. The completed collection, titled The WriterÆs Desk, became a bestseller. Meera listed herself as the compiler, not the author, preserving the mystery. She often felt the writerÆs unseen presence guiding her. In a way, the stories found their ending because someone finally chose to listen."}}, {"model": "app.blog", "pk": 9, "fields": {"title": "The Pen That Never Dried", "author": "Meera Nandan", "category": "Creative Writing", "description": "A mysterious silver pen writes glowing ink that reveals emotions, transforming MeeraÆs writing.", "story": "One morning, Meera found a silver pen on her doorstep with no sender. When she wrote with it, glowing blue ink appeared and faded slowly, leaving behind powerful emotional writing. Her stories became more honest and deeply moving, touching readers in unexpected ways.\r\n\r\nCurious about the penÆs origins, she consulted antique experts and collectors, but no one recognized it. Some believed it belonged to ancient poets who poured their soul into their writing. The pen never dried, no matter how much she wrote. Her book, The Pen That Never Dried, became a masterpiece, but Meera believed the penÆs true magic was teaching her to write bravely from the heart."}}, {"model": "app.blog", "pk": 10, "fields": {"title": "The Language of Rain", "author": "Meera Nandan", "category": "Creative Writing", "description": "On a rainy evening, Meera imagines raindrops as storytellersùeach carrying a piece of a forgotten memory.", "story": "On a heavy monsoon evening, rain drummed against MeeraÆs window like impatient fingers. As she watched the raindrops race down the glass, she imagined each one as a tiny messengerùcarrying memories, dreams, and forgotten emotions from the sky. Some drops moved slowly, like old souls carrying long stories, while others darted quickly like children eager to share secrets.\r\n\r\nInspired, Meera opened her notebook and wrote freely, guided by the rhythm of the rain. She imagined raindrops holding laughter, regrets, and unspoken goodbyes. Hours passed unnoticed as she wrote nearly thirty pages. When the rain softened, she realized she had created a collection of small emotional moments. These writings later became her book The Language of Rain, praised for its simplicity and poetic depth. For Meera, the true magic was discovering that inspiration sometimes arrives quietlyùwhispering through raindrops on a windowpane."}}, {"model": "app.blog", "pk": 11, "fields": {"title": "Through the Pages", "author": "Rohan Verma", "category": "Book Reviews", "description": "A book Rohan reads feels like it is mirroring his own life, drawing him into a story that blurs the line between reader and character.", "story": "Rohan picked up a book one quiet morning, expecting a simple read. Instead, he found a protagonist who thought, feared, and felt exactly like him. Every paragraph reflected emotions Rohan had never shared with anyone. As he continued reading, he began to believe the book was somehow mirroring his life.\r\n\r\nThe similarities grew eerie when a scene described the balcony of the protagonistùwhich matched RohanÆs own balcony perfectly. Determined to uncover the truth, Rohan researched the author, only to learn he had died long before Rohan was born. The author had once said that stories choose their readers. Rohan realized the book wasnÆt written about himùit was written for him.\r\n\r\nWhen he read the final chapter, he found not fear, but comfort. The story guided him to understand himself better. The book had not followed his life; it had helped him find pieces of himself he didnÆt know were missing."}}, {"model": "app.blog", "pk": 12, "fields": {"title": "The ReaderÆs Eye", "author": "Rohan Verma", "category": "Book Reviews", "description": "Rohan interviews readers across the city, discovering how each person interprets the same book differently based on their own lives.", "story": "Rohan was assigned to write a unique reviewùnot about a book, but about how different people interpreted it. He traveled across the city, meeting readers from all walks of life. Each person saw the protagonist differentlyùselfish, misunderstood, political, philosophical. Their interpretations reflected their own experiences more than the book itself.\r\n\r\nA teenage girl told Rohan she didnÆt understand the story; she felt it. An elderly man reading the novel for the third time said he discovered something new each time because the book stayed the same, while he changed. These words stayed with Rohan.\r\n\r\nHis review ended up not being about the book at all, but about the humans who read it. His editor called it the most heartfelt review he had ever written. Rohan realized the magic of literature lies not in the story alone, but in the countless hearts it touches."}}, {"model": "app.blog", "pk": 13, "fields": {"title": "Unspoken Chapters", "author": "Rohan Verma", "category": "Book Reviews", "description": "A rare novel with missing chapters leads Rohan to uncover a heartbreaking story behind its incomplete pages.", "story": "Rohan found a rare maroon-bound novel in a dusty bookstore. But halfway through reading it, he noticed the chapters were missingùentire portions of the story torn away. Curiosity became obsession as he searched for answers.\r\n\r\nHis search led him to the authorÆs granddaughter. When she saw the missing chapters, she explained the truth: those sections were originally love letters written to the authorÆs fiancΘe, who died unexpectedly. Heartbroken, he removed the letters from the novel before publishing it. The missing parts were his grief carved into the book.\r\n\r\nRohan wrote a powerful review about how sometimes the most emotional parts of a story are the ones left unwritten. The world embraced his review, moved by the truth behind the missing chapters."}}, {"model": "app.blog", "pk": 14, "fields": {"title": "The Last Bookstore", "author": "Rohan Verma", "category": "Book Reviews", "description": "While reviewing an old bookstore, Rohan discovers stories hidden not in books, but in the people who visit it.", "story": "Rohan visited a nearly forgotten bookstore squeezed between two modern cafΘs. Inside, he felt the weight of untold stories. The elderly owner, Mr. Sen, shared memories of visitors who found comfort within its wallsùchildren who grew up there, widowers who returned for memories, writers seeking inspiration.\r\n\r\nThe store was close to closing due to low business. But RohanÆs heartfelt review captured the spirit of the place. It went viral, bringing crowds, donations, and life back into the shop. Authors held events, children came for storytelling sessions, and the bookstore survived.\r\n\r\nRohan realized that a review could do more than critiqueùit could save something precious."}}, {"model": "app.blog", "pk": 15, "fields": {"title": "The ReviewerÆs Journey", "author": "Rohan Verma", "category": "Book Reviews", "description": "Rohan travels across cities to learn how different cultures read, interpret, and live through books.", "story": "Rohan set out across the country, studying not literature, but readers. In a coastal village, fishermen read handwritten stories passed through generations. In big cities, professionals searched for motivation in self-help books. In mountain towns, elders read classics aloud around fires.\r\n\r\nHe learned that books stay the same, but readers changeùand thatÆs how stories grow. His travel notes became a beloved book, celebrating how stories shape lives differently across cultures."}}, {"model": "app.blog", "pk": 16, "fields": {"title": "Letters to an Unwritten Book", "author": "Kavya Sharma", "category": "Literature & Classics", "description": "Kavya discovers decades-old letters written by an aspiring author who never completed her masterpiece.", "story": "In an attic, Kavya found letters written by a woman named Aadhyaùletters addressed to a ôfuture reader.ö They contained dreams, fears, and fragments of a novel Aadhya never finished. Later letters revealed illness, heartbreak, and unfulfilled aspirations.\r\n\r\nKavya felt compelled to honor her. She compiled the letters, analyzed them, and created a tribute titled Letters to an Unwritten Book. Readers were deeply moved. Kavya realized she had not completed AadhyaÆs storyùshe had ensured it would never be forgotten."}}, {"model": "app.blog", "pk": 17, "fields": {"title": "The Library That Time Forgot", "author": "Kavya Sharma", "category": "Literature & Classics", "description": "Kavya discovers a hidden underground library filled with forgotten classical manuscripts.", "story": "While researching in the countryside, Kavya stumbled upon a trapdoor leading to an underground library. Inside, untouched manuscripts from centuries ago filled endless shelves. There were works by forgotten authors, drafts of classics, and unheard philosophies.\r\n\r\nThe library was decaying. Kavya contacted preservationists, sparking a movement to save the treasure. Eventually, it became a heritage site. The world gained access to long-lost literature, and Kavya was celebrated as the woman who rescued a buried era of storytelling."}}, {"model": "app.blog", "pk": 18, "fields": {"title": "The Woman Who Wrote in Silence", "author": "Kavya Sharma", "category": "Literature & Classics", "description": "Kavya uncovers the life of a poetess whose work was hidden behind her husbandÆs name.", "story": "Kavya discovered poems credited to a man but clearly written by a womanùhis wife, Sarala Devi. Through journals and handwriting comparisons, she found the truth: Sarala wrote the poems, but societal norms forced her to publish under her husbandÆs name.\r\n\r\nWith permission from the family, Kavya compiled SaralaÆs handwritten poems and added commentary. The book, The Woman Who Wrote in Silence, became a cultural sensation, restoring SaralaÆs stolen legacy."}}, {"model": "app.blog", "pk": 19, "fields": {"title": "The Forgotten Classic", "author": "Kavya Sharma", "category": "Literature & Classics", "description": "Kavya rediscovers a forgotten classic novel that was far ahead of its time.", "story": "Kavya found a dusty, forgotten novel in a book fair. It contained modern themes despite being written decades ago. Society had rejected it as too bold, so the author died in obscurity.\r\n\r\nKavya wrote a passionate review that revived interest in the novel. It went viral and the book was reprinted, becoming a bestseller. She restored a masterpiece that the world had ignored."}}, {"model": "app.blog", "pk": 20, "fields": {"title": "The Tales of the Timeless Quill", "author": "Kavya Sharma", "category": "Literature & Classics", "description": "An ancient quill reveals classical stories as if it remembers forgotten eras.", "story": "Kavya found an ancient quill that seemed to write stories on its ownùepics from forgotten kingdoms and ancient philosophers. She polished the writings into modern form, creating The Tales of the Timeless Quill. Scholars debated its origins, but readers were captivated.\r\n\r\nTo Kavya, the quillÆs magic lay in connecting her to voices long forgotten."}}, {"model": "app.blog", "pk": 21, "fields": {"title": "Footprints in the Himalayas", "author": "Ananya Rao", "category": "Travel Stories", "description": "A solo trek through the Himalayas transforms AnanyaÆs understanding of herself.", "story": "On a solo Himalayan trek, Ananya felt the mountains strip away her stress and fears. She met travelers, monks, and strangers who helped her rediscover peace. At the summit, she felt a silence that healed her. Her travel diary became Footprints in the Himalayas, a story not of mountains but of emotional rebirth."}}, {"model": "app.blog", "pk": 22, "fields": {"title": "The Roads of Rajasthan", "author": "Ananya Rao", "category": "Travel Stories", "description": "A road trip through Rajasthan teaches Ananya about culture, color, and human connection.", "story": "Rajasthan greeted Ananya with bright colors, folk art, chai-filled homes, and warm people. She experienced desert music, ancient forts, and personal stories from locals. Her travelogue The Roads of Rajasthan celebrated the landÆs vibrant culture and human warmth."}}, {"model": "app.blog", "pk": 23, "fields": {"title": "The Island of Blue Waters", "author": "Ananya Rao", "category": "Travel Stories", "description": "A solo trip to a peaceful island helps Ananya reconnect with stillness and the oceanÆs wisdom.", "story": "On a quiet island, Ananya rediscovered peace through the ocean, diving, sunsets, and conversations with fishermen. The island healed her spirit, inspiring her book The Island of Blue Waters, a gentle reflection on slowing down and listening to life."}}, {"model": "app.blog", "pk": 24, "fields": {"title": "A Night in Kyoto", "author": "Ananya Rao", "category": "Travel Stories", "description": "In Japan, Ananya discovers the magic hidden in KyotoÆs lantern-lit streets and ancient traditions.", "story": "Kyoto at night felt like stepping into a dream woven from silk and moonlight. Ananya wandered through narrow streets glowing under soft lanterns that warmed the wooden houses with amber light. Cherry blossom fragrance drifted through the air, making every breath feel poetic. Ancient temples stood in deep silence, holding centuries of prayers inside their walls. It felt as if the whole city whispered stories from another era.\r\n\r\nIn a traditional tea house, a woman in a kimono prepared matcha with movements so elegant they resembled a dance. Ananya learned that tea ceremonies werenÆt about drinking teaùthey were about mindfulness, patience, and gratitude. The quiet room, the slow whisking, and the soft hum of the kettle grounded her deeply.\r\n\r\nLater, she walked through Gion, where geishas glided across lantern-lit alleys with ethereal grace. Their presence felt like witnessing living poetry. Kyoto preserved history not in museums, but in its streets, traditions, and silence.\r\n\r\nThat night ended at a small shrine hidden between bamboo groves. Candle flames flickered gently, and Ananya wrote a wish on a wooden plaque, hanging it among countless others. The breeze rustling through bamboo felt like a whispered blessing. Her travel diary entry, A Night in Kyoto, became one of her most beloved works, transporting readers into the serene magic she experienced."}}, {"model": "app.blog", "pk": 25, "fields": {"title": "Across the European Rails", "author": "Ananya Rao", "category": "Travel Stories", "description": "A train journey across Europe opens AnanyaÆs eyes to diverse cultures and untold stories waiting at every station.", "story": "Ananya had always romanticized trains, and traveling across Europe felt like entering a storybook. She boarded her first train in Paris, the rhythmic clatter of wheels promising adventure. She watched vineyards, castles, rivers, and forests roll past her like moving paintings.\r\n\r\nIn Switzerland, a violinist performed in train corridors, filling ordinary journeys with music. In Italy, an elderly couple shared stories of their youthùtales richer than any film sheÆd seen. In Germany she sipped hot chocolate watching snow fall; in Austria she photographed lush green valleys; in Prague she wandered cobbled streets during stopovers.\r\n\r\nA traveler once told her, ôTrains teach you to move without rushing, to pause without stopping.ö She understood it deeply. These journeys offered timeùtime to think, feel, and observe life through windows.\r\n\r\nHer book Across the European Rails became a mosaic of the people she met and emotions she collectedùproof that travel is as much about human connection as it is about landscapes."}}, {"model": "app.blog", "pk": 26, "fields": {"title": "The House with No Clocks", "author": "Arjun Malhotra", "category": "Mystery", "description": "Arjun visits an old manor where time seems frozen, and strange events reveal a truth buried for decades.", "story": "Arjun expected a routine assignment, but the manor felt unsettling from the moment he entered. Not a single clock existedùnot on walls, not on tables, not on wrists. Every room felt suspended in time. Latha, the caretaker, avoided explaining the absence.\r\n\r\nHe noticed odd detailsùdust-covered furniture except for a few chairs arranged in a perfect circle, paintings slightly crooked, and a faint humming inside the walls. At night, whispers filled the hallways. Residents dismissed them as wind, but fear flickered in their eyes.\r\n\r\nThe humming eventually led him to a secret basement room filled with clocks of all sizesùeach frozen at 3:17 AM. Something terrible happened at that exact moment. Latha finally told him the truth: years ago, a fire broke out at 3:17 AM, killing the ownerÆs daughter. Her spirit was believed to relive that moment endlessly. The clocks stopped during the fire and were left untouched to keep her spirit trapped in that moment of time.\r\n\r\nArjun placed a working clock in the room that night. When it struck 3:17, whispers stopped. A sense of peace filled the manor. The haunting ended because the moment was finally allowed to move forward."}}, {"model": "app.blog", "pk": 27, "fields": {"title": "The Shadow in the Photograph", "author": "Arjun Malhotra", "category": "Mystery", "description": "A mysterious shadow appears in every photograph Arjun takes of an abandoned theatre.", "story": "The abandoned Royal Crown Theatre was rumored to be haunted. Arjun took photographs for an article and noticed a shadowy silhouette near the curtains in every shot. It moved positions, almost watching him.\r\n\r\nResearch revealed that Aaliya, the lead actress, died in a fire during her final performance. Locals believed her spirit lingered, longing for her last applause.\r\n\r\nReturning at night, Arjun called out her story. The temperature plummeted, and curtains rustled despite the stillness. His camera captured a near-human shadow inches away from him, not threateningùjust aching to be seen.\r\n\r\nAfter his article honoring Aaliya, the shadow stopped appearing. Her story had finally been told."}}, {"model": "app.blog", "pk": 28, "fields": {"title": "The Vanishing Hotel Room", "author": "Arjun Malhotra", "category": "Mystery", "description": "Arjun checks into a hotel room that disappears from the buildingÆs records by morning.", "story": "Arjun stayed in Room 209 of an old hotel. By morning, the corridor had changedùRoom 209 was gone, replaced by a wall. The receptionist insisted no such room existed. Even more unsettling, his registration showed Room 108, despite the keycard in his hand.\r\n\r\nAn ex-employee revealed Room 209 was sealed years ago after a mysterious death. Some guests still accidentally received keys to it. Arjun realized he had slept in a room that officially didnÆt exist anymore.\r\n\r\nHis story went viral as one of his eeriest mysteries."}}, {"model": "app.blog", "pk": 29, "fields": {"title": "Echoes of the Forgotten Village", "author": "Arjun Malhotra", "category": "Mystery", "description": "In a remote village, locals refuse to speak after sunset.", "story": "Arjun visited a village where silence ruled after dusk. At night, he heard footsteps and whispers despite empty streets. The villagers revealed a chilling truth: a spirit called The Listener roamed at night, mimicking voices to lure victims outside.\r\n\r\nOne night, Arjun heard his own voice calling him. The temptation to follow was powerful, almost hypnotic. He resisted until dawn.\r\n\r\nHe left the next day, forever haunted by the voice that sounded exactly like him."}}, {"model": "app.blog", "pk": 30, "fields": {"title": "The Man in the Mirror", "author": "Arjun Malhotra", "category": "Mystery", "description": "ArjunÆs reflection begins acting independently.", "story": "In a hotel bathroom, Arjun noticed his reflection moving a split second late. Then the reflection began smiling when he didnÆt. Next, it stood even when he leaned.\r\n\r\nFolklore spoke of reflection spirits trying to replace humans.\r\n\r\nOne night, he uncovered the mirror, and the reflection pressed its hand against the glass. He fled immediately. For weeks he avoided mirrors, unsure whether the reflection was still watching."}}, {"model": "app.blog", "pk": 31, "fields": {"title": "The Apartment Above Mine", "author": "Ishaan Roy", "category": "Mystery", "description": "Ishaan hears noises from an abandoned apartmentùand the truth is far stranger.", "story": "Though the landlord said no one lived above him, Ishaan heard footsteps nightly at 11:30 PMùdragging, pacing, repeating. Investigating with a watchman, he found the supposedly sealed apartment dusty yet recently disturbed.\r\n\r\nInside, a diary described a tenant hearing footsteps below himùdespite that unit being empty. The final entry read: ItÆs copying me now.\r\n\r\nA cassette played footsteps circling the room. His phone alerted ôMotion detectedö in his apartment at the same time.\r\n\r\nIshaan realized the building didnÆt have an empty floorà it had an extra one."}}, {"model": "app.blog", "pk": 32, "fields": {"title": "The Silent Passenger", "author": "Ishaan Roy", "category": "Mystery", "description": "On a late-night cab ride, Ishaan notices the person beside him has no reflection.", "story": "A silent man in a grey hoodie sat beside Ishaan in a cab. But the rear-view mirror showed only Ishaanùno passenger. When Ishaan brushed his arm, he felt nothing but cold air.\r\n\r\nThe driver insisted no one else was in the car.\r\n\r\nAt home, Ishaan opened a folder left in the seatùcontaining a missing person report with the same manÆs photograph. The man was last seen in a cab one year ago.\r\n\r\nIshaan realized he had shared a ride with someone who never made it home."}}, {"model": "app.blog", "pk": 33, "fields": {"title": "Room 13B", "author": "Ishaan Roy", "category": "Mystery", "description": "Ishaan checks into a hotel room that doesnÆt exist in the floor plan.", "story": "Given a key to Room 13B, Ishaan stayed overnight. But the next day, when staff accompanied him, the door had vanishedùreplaced by a wall. Records showed no such room existed.\r\n\r\nForums revealed that Room 13B had been closed after a death. Sometimes, guests accidentally received keycards leading them into the sealed room.\r\n\r\nIshaan still had the keycard in handà proof he had slept in a ghost room."}}, {"model": "app.blog", "pk": 34, "fields": {"title": "The Unsent Emails", "author": "Ishaan Roy", "category": "Mystery", "description": "Draft emails appear in IshaanÆs inbox warning about future dangers.", "story": "Draft emails began appearing in IshaanÆs accountùwarnings about accidents and disasters. None were written by him, yet they used his exact writing style.\r\n\r\nWhen events began coming true, he forwarded the warnings anonymously.\r\n\r\nOne final draft appeared: Tomorrow, the person in danger is you.\r\nHe avoided the appointmentùand an ambulance passed the exact route he would have taken.\r\n\r\nAfter that, the drafts stopped forever."}}, {"model": "app.blog", "pk": 35, "fields": {"title": "The Door That Knocked Back", "author": "Tara Sen", "category": "Mystery", "description": "A sealed door responds to knocks even though no room exists behind it.", "story": "In TaraÆs apartment corridor, a sealed wooden door sometimes knocked back when she tapped it. At night, frantic knocks shook the door.\r\n\r\nOld blueprints revealed a room once existedùbut was removed after a tenant vanished.\r\n\r\nRenovators later found scratch marks inside the sealed door, as if someone had been knocking to escape."}}, {"model": "app.blog", "pk": 36, "fields": {"title": "The Watcher in the Window", "author": "Tara Sen", "category": "Mystery", "description": "A figure appears every night at the cabin windowùbut leaves no footprints.", "story": "A shadowy figure appeared at TaraÆs cabin window nightly, leaving no footprints. Her camera captured it forming frost shapes on the glass.\r\n\r\nThe message it wrote one night froze Tara in fear:\r\nôI AM NOT OUTSIDE.ö\r\n\r\nThe figure was inside the cabin."}}, {"model": "app.blog", "pk": 37, "fields": {"title": "Voices in the Static", "author": "Tara Sen", "category": "Mystery", "description": "Tara hears her name whispered from a radio frequency that shouldnÆt exist.", "story": "An old radio whispered TaraÆs name across every frequency. Even unplugged, it kept speaking. A sound engineer said the voice was not human speechùjust distortion forming words.\r\n\r\nResearch revealed a previous tenant heard similar voices before she disappeared.\r\n\r\nThe voice eventually warned Tara about a structural collapseùwhich happened exactly when she avoided it.\r\n\r\nThe voice wasnÆt haunting her. It was protecting her."}}, {"model": "app.blog", "pk": 38, "fields": {"title": "Voices in the Static", "author": "Tara Sen", "category": "Mystery", "description": "Tara hears her name whispered from a radio frequency that shouldnÆt exist.", "story": "An old radio whispered TaraÆs name across every frequency. Even unplugged, it kept speaking. A sound engineer said the voice was not human speechùjust distortion forming words.\r\n\r\nResearch revealed a previous tenant heard similar voices before she disappeared.\r\n\r\nThe voice eventually warned Tara about a structural collapseùwhich happened exactly when she avoided it.\r\n\r\nThe voice wasnÆt haunting her. It was protecting her."}}, {"model": "app.blog", "pk": 39, "fields": {"title": "The Last Train Home", "author": "Tara Sen", "category": "Mystery", "description": "Tara boards a late-night train only to realize the passengers behave strangelyùand none of them seem alive.", "story": "Tara rarely took trains, but that night she desperately needed to get home. The last train was nearly empty, with a few silent passengers sitting stiffly in the dim coach. She settled near the window and slipped in her earphones. As the train began to move, she noticed something unsettlingùthe passengers did not move at all. No blinking, no shifting, no signs of breathing.\r\n\r\nShe assumed she was imagining things until the train entered a tunnel. The lights flickered, and in that split-second of darkness, she saw their faces clearlyùpale, hollow-eyed, and expressionless, like abandoned mannequins. When the lights returned, they were frozen exactly as before.\r\n\r\nTara approached a woman holding a purse. ôExcuse me?ö No reply. She touched the womanÆs shoulder, and the purse slipped right through her fingers as if her hand was made of smoke. Tara stumbled backùthese passengers werenÆt ignoring her. They werenÆt solid.\r\n\r\nA conductor appeared, walking slowly down the aisle. She rushed toward him, seeking help. But when he lifted his head, half his face flickered like a broken projection. His voice echoed unnaturally as he said, ôYou boarded the wrong train.ö\r\n\r\nOutside the window, the city had vanished. Only endless darkness stretched beyond. Tara pulled the emergency chainùit did nothing. The conductor repeated his warning, voice deepening: ôWrong train.ö\r\n\r\nWhen the train slowed around a curve, Tara leapt out, rolling onto gravel. When she looked back, the train was gone entirely.\r\n\r\nThe next morning, the news mentioned an old tragedyùa late-night train that derailed years ago, killing every passenger. Some claimed the ghostly train still appeared to lost or lonely travelers.\r\n\r\nTara realized she had nearly become one of them."}}, {"model": "app.blog", "pk": 40, "fields": {"title": "The Mirror That Remembered", "author": "Tara Sen", "category": "Mystery", "description": "Tara buys an antique mirror that doesnÆt show her reflection, but the memories of its previous owner.", "story": "Tara loved antiques, so when she found a beautiful vintage mirror at a roadside market, she bought it instantly. The seller warned her cryptically, ôIt remembers things,ö but she brushed it off.\r\n\r\nThat night, as she cleaned the glass, she frozeùthe reflection behind her wasnÆt her apartment. It showed a dim study with a man writing at a desk. She turned quickly, but her room was empty. When she looked back, the man continued writing, completely unaware.\r\n\r\nEach night, new scenes appearedùlaughter, arguments, despair. Tara realized these were fragments of the previous ownerÆs life. One night, the man stared directly into the mirror, eyes wide with fear, as if he could see her watching.\r\n\r\nInvestigating, Tara learned the mirror belonged to a poet who vanished mysteriously. Rumors said he had gone mad from ôvisions in the glass.ö\r\n\r\nThe final memory changed everything. The poet was shown opening a hidden compartment behind the mirror and placing a sealed letter inside. Tara found the compartment and opened the letter. It read:\r\n\r\nôIf you are seeing this, the mirror has chosen you. Do not look into it at night. It shows the pastùbut sometimes the past looks back.ö\r\n\r\nTerrified, Tara covered the mirror and stored it away. But sometimes, late at night, she hears tapping from inside the closetùsoft, patient, as if someone is still asking to be seen."}}, {"model": "app.blog", "pk": 41, "fields": {"title": "The Girl Who Painted Sunsets", "author": "Rhea Mehta", "category": "Fiction", "description": "Rhea discovers she can paint sunsets that change the emotions of everyone who sees them.", "story": "Rhea always loved sunsets. One evening, she painted the sky atop her roofùshades of tangerine and rose gold blending on the canvas. Suddenly, the real sky shifted to match her painting. Clouds swirled like brushstrokes. Light shimmered unnaturally.\r\n\r\nThe next day she painted againùviolet and amberùand the actual sunset mirrored it perfectly.\r\n\r\nExperimenting, she painted a calming sky, and her stressed mother suddenly felt serene. She painted a hopeful sunset, and her upset brother relaxed instantly.\r\n\r\nWord spreadùpeople requested sunsets to ease their emotions. Rhea grew cautious. What if she painted something wrong?\r\n\r\nOne evening, overwhelmed, she painted chaotic reds and stormy blacks. The real sky erupted into violent clouds, and an unsettling mood gripped the town.\r\n\r\nHorrified, she stopped painting. Days passed with dull, lifeless sunsets. People pleaded for her return.\r\n\r\nHer mentor told her, ôArt reflects the heart. Master the heart, and you master the art.ö\r\n\r\nRhea spent days healing, then painted againùthis time with gratitude. The sky responded with the most breathtaking sunset ever seen. She realized her gift wasnÆt controlùit was connection."}}, {"model": "app.blog", "pk": 42, "fields": {"title": "The Library of Sleeping Dreams", "author": "Rhea Mehta", "category": "Fiction", "description": "Rhea discovers a secret library where forgotten dreams are stored in glowing jars.", "story": "Rhea stumbled upon a hidden alley and found a wooden door marked Library of Sleeping Dreams. Inside were thousands of glowing jars, each swirling with light.\r\n\r\nôThese are dreams people forgot,ö the old librarian explained. ôWe keep them safe until someone is brave enough to reclaim them.ö\r\n\r\nOne jar glowed brighter as Rhea approachedùit contained her childhood dream of becoming a storyteller. Opening it filled her with inspiration she hadnÆt felt in years.\r\n\r\nShe wrote endlessly until pressure overwhelmed her. Returning to the library, the librarian said:\r\n\r\nôDreams do not ask for perfection. Only not to be forgotten.ö\r\n\r\nRhea placed the jar back. The library chose her as its next guardian."}}, {"model": "app.blog", "pk": 43, "fields": {"title": "The Train That Never Reached Morning", "author": "Rhea Mehta", "category": "Fiction", "description": "A midnight train carries Rhea through alternate livesùpast and future.", "story": "Rhea boarded a quiet midnight train. The outside world dissolved into glowing mist. The conductor whispered, ôYouÆll reach your destination when your heart is ready.ö\r\n\r\nIn each compartment, she saw a different version of herselfùa child writing stories, a dancer, a regretful future self.\r\n\r\nFinally, she met an older version of herself surrounded by books she had written. She said:\r\n\r\nôChoose the path that lets you breathe.ö\r\n\r\nRhea stepped off the train at dawn, changed forever."}}, {"model": "app.blog", "pk": 44, "fields": {"title": "Borrowed Voices", "author": "Rhea Mehta", "category": "Fiction", "description": "Rhea finds a device that lets her borrow voicesùalong with the emotions hidden inside them.", "story": "Rhea bought a strange recorder labeled Borrow. It let her speak in anyoneÆs voice perfectly. She used it for storytelling performancesùuntil she realized each borrowed voice transferred emotions too.\r\n\r\nBorrowing a cheerful voice made her excessively happy. Borrowing a heartbroken one left her crying for hours.\r\n\r\nEven after stopping, the voices lingered. Seeking answers, she returned to the antique shopùit was abandoned, with a single note:\r\n\r\nôAll borrowed things must be returned.ö\r\n\r\nShe visited everyone whose voice she had taken, listening to their stories. With each conversation, the voices faded.\r\n\r\nShe learned voices carry truthsùand weight."}}, {"model": "app.blog", "pk": 45, "fields": {"title": "The Garden of Forgotten Names", "author": "Rhea Mehta", "category": "Fiction", "description": "A magical garden where each flower holds the name of someone the world has forgotten.", "story": "Rhea discovered a hidden garden filled with glowing flowers. An old woman explained:\r\n\r\nôEach flower is someone whose name was forgotten.ö\r\n\r\nTouching a flower released fragments of that personÆs lifeùa childÆs laughter, the sound of a battlefield.\r\n\r\nRhea began writing stories inspired by them. As she did, the flowers grew brighter.\r\n\r\nOne day, a new flower appearedùwhispering her voice.\r\n\r\nThe garden had chosen her as its next guardian."}}, {"model": "app.blog", "pk": 46, "fields": {"title": "The Notebook of Forgotten Words", "author": "Sana Iyer", "category": "Creative Writing", "description": "Sana finds a notebook where every word written comes alive.", "story": "Sana bought an old notebook with the inscription: ôWords written here remember themselves.ö\r\n\r\nWriting Hope made the room brighten. Writing Ocean made waves echo softly. Writing Laughter filled the air with giggles.\r\n\r\nBut during frustration, she wrote Fear. Darkness filled the room. Shadows stretched. Footsteps echoed.\r\n\r\nShe crossed it outùbut the feeling lingered.\r\n\r\nWriting Silence made every sound vanish, too much.\r\n\r\nShe locked the notebook away forever, realizing words shape worlds."}}, {"model": "app.blog", "pk": 47, "fields": {"title": "The Poet Who Spoke in Colors", "author": "Sana Iyer", "category": "Creative Writing", "description": "Sana meets a poet who paints poems into the skyùat the cost of his memories.", "story": "On a train, Sana met a poet who painted colors instead of writing poems. The sky mirrored his sketchesùclouds shifting to match his drawings.\r\n\r\nEach painted poem drained him. He confessed the sky took his memories in exchange for beauty.\r\n\r\nOne final poem consumed the last of him. Sana buried his sketchpad.\r\n\r\nEvery sunset afterward carried traces of his colorsùhis last poem written across the world."}}, {"model": "app.blog", "pk": 48, "fields": {"title": "The Letters That Returned", "author": "Sana Iyer", "category": "Creative Writing", "description": "Sana writes emotional unsent letters, burns them, and finds them returned to her mailboxùwith replies.", "story": "Sana had a ritual. Whenever emotions overwhelmed her, she wrote lettersùto people she missed, people she lost, and people she could never confront. She never mailed them. She burned them, letting their ashes drift like silent prayers. But one morning, she opened her mailbox and froze. Every letter she had burned was inside, perfectly intact.\r\n\r\nAt first she thought it was a prank, but when she opened a letter, she found a reply inside. The handwriting was elegant and unfamiliar, yet comforting. Whoever wrote the reply understood her pain with startling clarity. Each burned letter she opened contained a gentle, wise response.\r\n\r\nCuriosity grew. Sana wrote new letters containing questions: Who are you? How do you read ashes? Why respond to me? The replies remained cryptic.\r\nôI am someone who listens.ö\r\nôI read what is not written.ö\r\nôI respond because your heart asks me to.ö\r\n\r\nThe letters felt like conversations with a kinder, wiser version of herself.\r\n\r\nOne reply included an address. Sana followed it to an abandoned house with a desk, empty envelopes, and a mirror etched with the words:\r\nôWe reply because your silence deserves answers.ö\r\n\r\nShe returned home and wrote a final letter: Thank you.\r\nThe next morning, only one note remained:\r\nôYou no longer need us. Your words now belong to you.ö\r\n\r\nThe replies stopped, but Sana never felt alone again. She had learned to answer herself."}}, {"model": "app.blog", "pk": 49, "fields": {"title": "The StorytellerÆs Shadow", "author": "Sana Iyer", "category": "Creative Writing", "description": "Sana discovers her shadow rewrites her stories at night, revealing a forgotten part of herself.", "story": "Sana often wrote deep into the night, but one evening she noticed her shadow moving differently. When she leaned back, her shadow leaned forward. When she paused, the shadow continued typing. She thought it was her imaginationùuntil the next morning.\r\n\r\nEntire paragraphs she didnÆt remember writing filled her draft. They were brilliant. Stronger metaphors, sharper dialogue, richer emotion. Night after night, the shadow ôeditedö her storiesùsometimes writing chapters while she slept.\r\n\r\nInstead of fear, Sana felt companionship. Readers praised her ônew style,ö unaware of the presence shaping her words.\r\n\r\nOne night, she intentionally wrote a terrible clichΘ-filled paragraph. The shadow straightened and rewrote it beautifullyùbut this time, the words described memories Sana did not have. The shadow paused, waiting.\r\n\r\nôWhose stories are these?ö she whispered.\r\n\r\nThe shadow slowly shrank into a smaller formùher younger self, the fearless child who once wrote boldly before life made her cautious. Tears welled in SanaÆs eyes.\r\n\r\nHer shadow was not a ghost. It was the part of her she had abandoned.\r\nFrom then on, they wrote togetherùtwo halves of the same story."}}, {"model": "app.blog", "pk": 50, "fields": {"title": "Ink Made of Stars", "author": "Sana Iyer", "category": "Creative Writing", "description": "Sana receives a magical bottle of ink made from stardust; everything she writes appears as constellations.", "story": "At a writersÆ convention, a stranger gifted Sana a bottle filled with shimmering particles. ôFor stories meant to shine,ö the note read. When she wrote with it, the ink glowed faintly.\r\n\r\nThat night, her sentence appeared in the sky as a constellation.\r\n\r\nSoon, entire passages she wrote became woven across the night sky, drawing crowds. Her neighborhood gathered on rooftops each evening, marveling at her cosmic stories.\r\n\r\nBut she noticed something dangerous: sad lines glowed brightest and longest. The ink fed on her emotionsùtaking her sorrow to create the stars. Each night she wrote, she felt weaker.\r\n\r\nOne evening, after writing a heartbreaking piece, she felt completely drained. The next morning the sky flickered like a broken lantern.\r\n\r\nThe ink wasnÆt creating constellationsùit was consuming her.\r\n\r\nDetermined to end it, she wrote one final line:\r\nôI choose my own light.ö\r\n\r\nThe sky flashed brilliantly once before returning to normal. The ink dimmed forever.\r\n\r\nSana placed the bottle on a shelfùa reminder that her stories didnÆt need the sky to shine.\r\nShe carried her light within."}}, {"model": "app.blog", "pk": 51, "fields": {"title": "Reviewing The House of Fallen Letters", "author": "Advika Sen", "category": "Book Reviews", "description": "A review of a novel about forgotten letters revealing the emotional histories of strangers.", "story": "The House of Fallen Letters is a quiet masterpiece. The story begins when Aria inherits a dusty mansion filled with decades-old unsent letters. Each letter becomes a portal into someoneÆs unspoken truthùlove, regret, fear, longing.\r\n\r\nAs Aria reads them, she begins piecing together the emotional lives of strangersùand confronting her own buried grief. The house becomes a living museum of memories, breathing with every secret it holds.\r\n\r\nThe novel shines most in its gentle pacing and authenticity. One letter from a man to his lost sister is heartbreakingly fragile. Another depicts forbidden love with raw honesty. AriaÆs emotional reactions mirror the readerÆs perfectly.\r\n\r\nThe ending, where Aria decides to publish the letters as a tribute, is subtle yet deeply moving.\r\n\r\nThis novel reminds us that even forgotten words carry lifeùand every story deserves to be heard."}}, {"model": "app.blog", "pk": 52, "fields": {"title": "Reflections on The MusicianÆs Last Song", "author": "Advika Sen", "category": "Book Reviews", "description": "A rich review of a novel about a famous pianist whose final unfinished composition hides the truth of his life.", "story": "The MusicianÆs Last Song is an emotionally layered novel that follows Ethan Hale, a world-renowned pianist whose final composition remains incomplete. Mira, a passionate young musicologist, becomes obsessed with uncovering the story behind the missing notes.\r\n\r\nThe author paints music with words so vividly that readers can almost hear the melodies. The chapters alternate between EthanÆs past and MiraÆs present, blending their emotional journeys into a beautiful symphony of memories, ambition, and heartbreak.\r\n\r\nAs Mira deciphers each musical clue, she confronts her own fearsùher insecurity, pressure from mentors, and the doubt that shadows every artist. The deeper she digs, the more she learns that EthanÆs final song was not simply music, but a confession.\r\n\r\nThe emotional climax is breathtaking. Mira finally understands the meaning behind the missing notes, a revelation that redefines the entire story. The book explores love, regret, legacy, and the healing power of art.\r\n\r\nIt is a haunting, unforgettable novel that stays with the reader long after the last page."}}, {"model": "app.blog", "pk": 53, "fields": {"title": "Reading The Garden of Shattered Glass", "author": "Advika Sen", "category": "Book Reviews", "description": "A touching review of a novel about emotional healing through a garden where flowers are made of glass.", "story": "The Garden of Shattered Glass is one of the most visually poetic novels ever written. It tells the story of Leila, a woman recovering from trauma, who discovers a hidden garden filled with glass flowers. Each bloom reflects the emotional cracks of the people who visit.\r\n\r\nThe author describes the garden with breathtaking detailùroses of regret, lotus blossoms glowing with resilience, daisies whispering hints of forgotten joy. The garden becomes a mirror to LeilaÆs own brokenness.\r\n\r\nLeilaÆs healing journey is slow, honest, and raw. The people she meetsùeach leaving emotional impressions on the flowersùadd incredible depth to the narrative. A scene involving a young boy placing a cracked blue stone beside a flower is especially unforgettable.\r\n\r\nThe writing is meditative and lyrical. Instead of dramatic plot twists, the book offers emotional revelations that gently unfold. It teaches readers to find beauty in imperfection.\r\n\r\nThe ending is subtle yet profound. Leila discovers a glass flower representing her own lifeùcracked yet radiant. It is a beautiful metaphor for healing without erasing pain.\r\n\r\nThis novel is a gentle masterpiece."}}, {"model": "app.blog", "pk": 54, "fields": {"title": "The City of Borrowed Dreams", "author": "Advika Sen", "category": "Book Reviews", "description": "A review of a novel set in a city where dreams are traded like currency.", "story": "The City of Borrowed Dreams is a magical yet deeply symbolic novel set in a place where dreams hold more value than money. People barter their happiest dreams for wealth, power, or convenience. Zoya, a dream collector, helps retrieve damaged or stolen dreams.\r\n\r\nZoyaÆs character is wonderfully craftedùobservant, empathetic, but quietly burdened by her own lost dream. Her work brings her face-to-face with the purest and darkest sides of humanity: childrenÆs innocent dreams, adultsÆ shattered hopes, and eldersÆ fading memories.\r\n\r\nThe world-building is extraordinary. Dream markets glow with surreal lifeùbottled ambitions, jars of childhood memories, shimmering threads woven into tapestries. But beneath the wonder lies a harsh truth: the rich hoard dreams, and the poor are left with nightmares.\r\n\r\nZoyaÆs personal quest to recover her own stolen childhood dream adds emotional weight. Through danger, loss, and revelation, she learns that dreams are not meant to remain unchangedùthey must grow along with the dreamer.\r\n\r\nThe ending is bittersweet, reflective, and perfect.\r\nA powerful metaphor for ambition, loss, and resilience."}}, {"model": "app.blog", "pk": 55, "fields": {"title": "Reviewing Ashes of the Storyteller", "author": "Advika Sen", "category": "Book Reviews", "description": "A review of a novel where a storytellerÆs tales come aliveùsometimes dangerously.", "story": "Ashes of the Storyteller explores the life of Kabir, a wandering storyteller whose tales are so vivid they manifest into reality. His stories bring both beauty and chaos, forcing him to confront the responsibility of creation.\r\n\r\nKabir is a complex characterùbrilliant, flawed, compassionate, and burdened by the power of his imagination. The author handles his emotional conflict with remarkable depth. His tales are not just stories; they are pieces of his soul escaping into the world.\r\n\r\nThe pacing is beautifully balanced, alternating between quiet introspection and magical events. A phoenix born from KabirÆs poem becomes a recurring symbol of hope and immortalityùone of the most memorable scenes of the novel.\r\n\r\nAs Kabir travels, he meets people who adore him, fear him, or try to exploit his power. These interactions reveal how stories shape societies, influence beliefs, and sometimes spiral beyond control.\r\n\r\nThe ending is heartbreaking yet hopeful. Kabir makes a sacrifice that restores balance, reminding readers that every story has a cost.\r\n\r\nIt is a profoundly written tribute to the magic and responsibility of storytelling."}}, {"model": "app.review", "pk": 1, "fields": {"title": "The Whispering Forest", "author": "Aarav Mehta", "category": "Fiction", "review": "A beautifully atmospheric story. The way the forest was described made it feel alive and mysterious. The tension built slowly, and by the end, I was fully immersed in the world. Excellent writing!", "blogId": 1}}, {"model": "app.review", "pk": 2, "fields": {"title": "The Whispering Forest", "author": "Aarav Mehta", "category": "Fiction", "review": "The plot was engaging from the beginning. I loved how each whisper in the forest hinted at a deeper secret. The characters were well developed, and the twist near the end was fantastic.", "blogId": 1}}, {"model": "app.review", "pk": 3, "fields": {"title": "The Whispering Forest", "author": "Aarav Mehta", "category": "Fiction", "review": "A captivating read with vivid imagery. Some scenes gave me chills, especially the moments when the forest \"spoke.\" The pacing was smooth, and the story left a lasting impression.", "blogId": 1}}, {"model": "app.review", "pk": 4, "fields": {"title": "Midnight Echoes", "author": "Aarav Mehta", "category": "Fiction", "review": "A haunting and atmospheric story. The midnight setting added the perfect touch of mystery, and the echoes felt symbolic and powerful. Beautifully narrated from start to finish.", "blogId": 2}}, {"model": "app.review", "pk": 5, "fields": {"title": "Midnight Echoes", "author": "Aarav Mehta", "category": "Fiction", "review": "An engaging tale that blends suspense with emotion. The buildup was excellent, and the final reveal was both surprising and satisfying. A memorable read!", "blogId": 2}}, {"model": "app.review", "pk": 6, "fields": {"title": "Midnight Echoes", "author": "Aarav Mehta", "category": "Fiction", "review": "The writing style is captivating, with vivid descriptions that pull you right into the night. A few scenes gave me goosebumps. Overall, a strong and gripping story.", "blogId": 2}}, {"model": "app.review", "pk": 7, "fields": {"title": "Paper Hearts", "author": "Aarav Mehta", "category": "Fiction", "review": "A beautifully emotional story that captures the fragility of love and memories. The metaphor of ôpaper heartsö was used brilliantly throughout, making the narrative feel poetic and heartfelt.", "blogId": 3}}, {"model": "app.review", "pk": 8, "fields": {"title": "Paper Hearts", "author": "Aarav Mehta", "category": "Fiction", "review": "Such a gentle yet powerful read. The characters were relatable, and their struggles felt real. The writing had a soft, soothing tone that made the story deeply touching.", "blogId": 3}}, {"model": "app.review", "pk": 9, "fields": {"title": "Paper Hearts", "author": "Aarav Mehta", "category": "Fiction", "review": "A simple concept executed with elegance. Some moments felt bittersweet, others warm and comforting. The message about holding onùand letting goùwas portrayed wonderfully.", "blogId": 3}}, {"model": "app.review", "pk": 10, "fields": {"title": "The Silent Melody", "author": "Aarav Mehta", "category": "Fiction", "review": "A beautifully crafted story with a quiet emotional depth. The idea of a ôsilent melodyö was portrayed poetically, making the narrative feel both gentle and powerful. Truly memorable.", "blogId": 4}}, {"model": "app.review", "pk": 11, "fields": {"title": "The Silent Melody", "author": "Aarav Mehta", "category": "Fiction", "review": "An elegant blend of emotion and imagination. The descriptions were vivid, and the theme of unspoken feelings was captured wonderfully. The ending left a warm, lingering impact.", "blogId": 4}}, {"model": "app.review", "pk": 12, "fields": {"title": "The Silent Melody", "author": "Aarav Mehta", "category": "Fiction", "review": "A touching tale with a unique concept. The pacing was smooth, and the emotional moments were handled with subtlety. The story resonates long after you finish reading.", "blogId": 4}}, {"model": "app.review", "pk": 13, "fields": {"title": "The Forgotten Diary", "author": "Aarav Mehta", "category": "Fiction", "review": "A beautifully written story that unfolds like a mystery wrapped in emotion. The discovery of the forgotten diary felt magical, and each entry revealed deeper layers of the characters. Truly captivating.", "blogId": 5}}, {"model": "app.review", "pk": 14, "fields": {"title": "The Forgotten Diary", "author": "Aarav Mehta", "category": "Fiction", "review": "The narrative pulls you in immediately. The blend of nostalgia, secrets, and self-discovery was handled wonderfully. The diary entries added a unique charm, making the story feel intimate and real.", "blogId": 5}}, {"model": "app.review", "pk": 15, "fields": {"title": "The Forgotten Diary", "author": "Aarav Mehta", "category": "Fiction", "review": "A touching and thought-provoking read. The way the past and present connected through the diary was brilliant. Some scenes were deeply emotional, leaving a lasting impression.", "blogId": 5}}, {"model": "app.review", "pk": 16, "fields": {"title": "Ink of the Soul", "author": "Meera Nandan", "category": "Creative Writing", "review": "A deeply emotional and beautifully crafted story. The metaphor of ôinkö representing hidden thoughts and feelings was portrayed brilliantly. Every chapter felt like a piece of someoneÆs heart written on paper. Truly soul-stirring.", "blogId": 6}}, {"model": "app.review", "pk": 17, "fields": {"title": "Ink of the Soul", "author": "Meera Nandan", "category": "Creative Writing", "review": "An inspiring narrative that blends creativity with raw emotion. The writer captured the struggles, dreams, and inner battles with remarkable clarity. The storytelling felt personal and almost poetic.", "blogId": 6}}, {"model": "app.review", "pk": 18, "fields": {"title": "Ink of the Soul", "author": "Meera Nandan", "category": "Creative Writing", "review": "A thoughtful and introspective read. The way the story explored identity, passion, and self-expression was powerful. Some lines were so impactful they lingered long after finishing the story.", "blogId": 6}}, {"model": "app.review", "pk": 19, "fields": {"title": "The WriterÆs Desk", "author": "Meera Nandan", "category": "Creative Writing", "review": "A wonderfully immersive story that captures the quiet magic of a writerÆs world. The desk becomes a symbol of dreams, struggles, and creativity. Inspiring and beautifully written.", "blogId": 7}}, {"model": "app.review", "pk": 20, "fields": {"title": "The WriterÆs Desk", "author": "Meera Nandan", "category": "Creative Writing", "review": "An insightful and heartfelt narrative. The author did an amazing job showing the emotional journey behind every blank page. A relatable read for anyone who loves storytelling.", "blogId": 7}}, {"model": "app.review", "pk": 21, "fields": {"title": "The WriterÆs Desk", "author": "Meera Nandan", "category": "Creative Writing", "review": "Elegant, reflective, and full of charm. The subtle details brought the deskùand the writerÆs lifeùto reality. A calming yet powerful story that leaves a lasting impression.", "blogId": 7}}, {"model": "app.review", "pk": 22, "fields": {"title": "Stories from the Attic", "author": "Meera Nandan", "category": "Creative Writing", "review": "A wonderfully nostalgic and mysterious read. The attic setting was described beautifully, making every forgotten object feel alive with history. Each story uncovered added depth and emotion.", "blogId": 8}}, {"model": "app.review", "pk": 23, "fields": {"title": "Stories from the Attic", "author": "Meera Nandan", "category": "Creative Writing", "review": "The narrative captures curiosity and childhood wonder perfectly. The blend of secrets, memories, and hidden treasures kept me hooked throughout. A warm and imaginative story.", "blogId": 8}}, {"model": "app.review", "pk": 24, "fields": {"title": "Stories from the Attic", "author": "Meera Nandan", "category": "Creative Writing", "review": "A compelling collection of moments woven together with care. The atmosphere was rich, and the transitions between past and present were handled smoothly. A delightful and memorable read.", "blogId": 8}}, {"model": "app.review", "pk": 25, "fields": {"title": "The Pen That Never Dried", "author": "Meera Nandan", "category": "Creative Writing", "review": "A fascinating and creative concept brought to life beautifully. The idea of a pen that never dries symbolizes endless inspiration, and the story explores that theme with charm and depth. Truly captivating.", "blogId": 9}}, {"model": "app.review", "pk": 26, "fields": {"title": "The Pen That Never Dried", "author": "Meera Nandan", "category": "Creative Writing", "review": "An inspiring and heartfelt narrative. The pen becomes a powerful metaphor for hope, creativity, and resilience. The storytelling felt fresh and motivating, leaving a sense of possibility.", "blogId": 9}}, {"model": "app.review", "pk": 27, "fields": {"title": "The Pen That Never Dried", "author": "Meera Nandan", "category": "Creative Writing", "review": "Elegant, imaginative, and emotionally rich. The scenes were vivid, and the journey behind the pen was both magical and meaningful. A wonderful read that lingers in the mind.", "blogId": 9}}, {"model": "app.review", "pk": 28, "fields": {"title": "The Language of Rain", "author": "Meera Nandan", "category": "Creative Writing", "review": "A beautifully poetic story that captures the quiet emotions hidden within every raindrop. The writing felt soothing and rhythmic, almost like listening to rain itself. Truly enchanting.", "blogId": 10}}, {"model": "app.review", "pk": 29, "fields": {"title": "The Language of Rain", "author": "Meera Nandan", "category": "Creative Writing", "review": "This story blends nature and emotion with remarkable elegance. The symbolism of rain as communication was powerful and deeply touching. A heartfelt and refreshing read.", "blogId": 10}}, {"model": "app.review", "pk": 30, "fields": {"title": "The Language of Rain", "author": "Meera Nandan", "category": "Creative Writing", "review": "Atmospheric and evocative. The author paints vivid scenes filled with mood, memory, and gentle melancholy. The rain becomes a character of its ownùspeaking, healing, and remembering.", "blogId": 10}}, {"model": "app.review", "pk": 31, "fields": {"title": "Through the Pages", "author": "Rohan Verma", "category": "Book Reviews", "review": "A wonderfully imaginative story that celebrates the magic of reading. Each page felt like a doorway into another world, making the journey captivating from start to finish.", "blogId": 11}}, {"model": "app.review", "pk": 32, "fields": {"title": "Through the Pages", "author": "Rohan Verma", "category": "Book Reviews", "review": "Beautifully written and filled with charm. The narrative captures how stories shape us and stay with us. A heartfelt tribute to books and the worlds they hold.", "blogId": 11}}, {"model": "app.review", "pk": 33, "fields": {"title": "Through the Pages", "author": "Rohan Verma", "category": "Book Reviews", "review": "Creative, nostalgic, and deeply engaging. The transitions between different ôpagesö of the story were smooth and meaningful. A delightful read for every book lover.", "blogId": 11}}, {"model": "app.review", "pk": 34, "fields": {"title": "The ReaderÆs Eye", "author": "Rohan Verma", "category": "Book Reviews", "review": "A beautifully insightful story that captures how readers perceive worlds beyond the page. The narration felt intimate, making the journey through the readerÆs imagination truly captivating.", "blogId": 12}}, {"model": "app.review", "pk": 35, "fields": {"title": "The ReaderÆs Eye", "author": "Rohan Verma", "category": "Book Reviews", "review": "A clever and refreshing concept, executed with depth and clarity. The story explores perspective, interpretation, and personal emotion in a way that feels both relatable and inspiring.", "blogId": 12}}, {"model": "app.review", "pk": 36, "fields": {"title": "The ReaderÆs Eye", "author": "Rohan Verma", "category": "Book Reviews", "review": "Thought-provoking and elegantly written. The way the story shifts between reality and a readerÆs inner vision is both creative and powerful. A wonderful tribute to the art of reading.", "blogId": 12}}, {"model": "app.review", "pk": 37, "fields": {"title": "Unspoken Chapters", "author": "Rohan Verma", "category": "Book Reviews", "review": "A beautifully crafted story that explores the emotions we often leave unsaid. The writing feels intimate, and every chapter reveals a quiet depth that stays with you long after reading. Truly a moving experience.", "blogId": 13}}, {"model": "app.review", "pk": 38, "fields": {"title": "Unspoken Chapters", "author": "Rohan Verma", "category": "Book Reviews", "review": "This story captures the power of silence in a remarkable way. The ôunspoken chaptersö were filled with subtle emotions, hidden memories, and unexpressed feelings that made the narrative both relatable and powerful.", "blogId": 13}}, {"model": "app.review", "pk": 39, "fields": {"title": "Unspoken Chapters", "author": "Rohan Verma", "category": "Book Reviews", "review": "An elegant and introspective piece. The author does an amazing job showing how the moments we never talk about shape us the most. The flow, emotion, and message all come together beautifully.", "blogId": 13}}, {"model": "app.review", "pk": 40, "fields": {"title": "The Last Bookstore", "author": "Rohan Verma", "category": "Book Reviews", "review": "A charming and nostalgic story that celebrates the magic of books and the places that hold them. The atmosphere was beautifully crafted, making the bookstore feel alive with memories and stories waiting to be discovered.", "blogId": 14}}, {"model": "app.review", "pk": 41, "fields": {"title": "The Last Bookstore", "author": "Rohan Verma", "category": "Book Reviews", "review": "A heartfelt narrative filled with emotion and quiet wonder. The depiction of the bookstore as the final sanctuary for forgotten tales was powerful and moving. Truly a beautiful tribute to readers and dreamers.", "blogId": 14}}, {"model": "app.review", "pk": 42, "fields": {"title": "The Last Bookstore", "author": "Rohan Verma", "category": "Book Reviews", "review": "Captivating from beginning to end. The author perfectly captured the blend of mystery and nostalgia that surrounds a place like the last surviving bookstore. Each scene was vivid and emotionally rich.", "blogId": 14}}, {"model": "app.review", "pk": 43, "fields": {"title": "The ReviewerÆs Journey", "author": "Rohan Verma", "category": "Book Reviews", "review": "A wonderfully reflective story that dives into the mind of a reviewer. The narrative beautifully captures the struggle between personal emotion and honest critique, making the journey feel authentic and relatable. A must-read for anyone who loves storytelling.", "blogId": 15}}, {"model": "app.review", "pk": 44, "fields": {"title": "The ReviewerÆs Journey", "author": "Rohan Verma", "category": "Book Reviews", "review": "Insightful and inspiring. The story shows how every review is more than an opinion ù itÆs a journey of understanding, empathy, and discovery. The author did an excellent job portraying the growth and challenges faced by a reviewer.", "blogId": 15}}, {"model": "app.review", "pk": 45, "fields": {"title": "The ReviewerÆs Journey", "author": "Rohan Verma", "category": "Book Reviews", "review": "A unique and refreshing concept. The blend of introspection, creativity, and real-world struggles made the story compelling. The writing is smooth, and the message about finding oneÆs voice as a reviewer is powerful and memorable.", "blogId": 15}}, {"model": "app.review", "pk": 46, "fields": {"title": "Letters to an Unwritten Book", "author": "Kavya Sharma", "category": "Literature & Classics", "review": "A beautifully delicate and emotional narrative. The idea of writing letters to a book that doesnÆt yet exist is both symbolic and touching. Each ôletterö feels like a window into the writerÆs dreams, fears, and hopes. Truly mesmerizing.", "blogId": 16}}, {"model": "app.review", "pk": 47, "fields": {"title": "Letters to an Unwritten Book", "author": "Kavya Sharma", "category": "Literature & Classics", "review": "A powerful story filled with quiet introspection. The author brilliantly captures the struggle between imagination and reality, and how unwritten stories often say the most about us. A heartfelt and deeply meaningful read.", "blogId": 16}}, {"model": "app.review", "pk": 48, "fields": {"title": "Letters to an Unwritten Book", "author": "Kavya Sharma", "category": "Literature & Classics", "review": "Creative, poetic, and full of depth. The concept is unique and executed with elegance. The emotional weight behind each unwritten chapter makes this piece unforgettable. A beautifully crafted reflection on creativity and longing.", "blogId": 16}}, {"model": "app.review", "pk": 49, "fields": {"title": "The Library That Time Forgot", "author": "Kavya Sharma", "category": "Literature & Classics", "review": "A magical and immersive story that instantly transports you to a forgotten world. The descriptions of the timeless library were breathtaking, filled with mystery and wonder. A beautifully written tale that lingers in the imagination.", "blogId": 17}}, {"model": "app.review", "pk": 50, "fields": {"title": "The Library That Time Forgot", "author": "Kavya Sharma", "category": "Literature & Classics", "review": "A brilliant blend of fantasy and nostalgia. The author captured the essence of lost memories and hidden stories perfectly. Each moment inside the library felt alive, as if time itself paused to let the pages whisper their secrets.", "blogId": 17}}, {"model": "app.review", "pk": 51, "fields": {"title": "The Library That Time Forgot", "author": "Kavya Sharma", "category": "Literature & Classics", "review": "Enchanting and deeply engaging. The concept of a library untouched by time is executed with creativity and emotional depth. The storytelling is rich, and the atmosphere truly draws you in. A must-read for lovers of magical narratives.", "blogId": 17}}, {"model": "app.review", "pk": 52, "fields": {"title": "The Whispering Forest", "author": "Aarav Mehta", "category": "Fiction", "review": "good", "blogId": 1}}, {"model": "app.review", "pk": 53, "fields": {"title": "The Whispering Forest", "author": "Aarav Mehta", "category": "Fiction", "review": "zddf", "blogId": 1}}, {"model": "app.author", "pk": 1, "fields": {"username": "sreekanth", "password": "123456", "created_at": "2025-12-17T06:03:28.651Z", "role": "author"}}, {"model": "app.author", "pk": 2, "fields": {"username": "ram", "password": "123456", "created_at": "2025-12-17T06:05:18.677Z", "role": "author"}}, {"model": "app.author", "pk": 3, "fields": {"username": "Aarav Mehta", "password": "123456", "created_at": "2025-12-17T06:06:41.051Z", "role": "author"}}, {"model": "app.author", "pk": 4, "fields": {"username": "Meera Nandan", "password": "123456", "created_at": "2025-12-17T06:07:13.523Z", "role": "author"}}, {"model": "app.author", "pk": 5, "fields": {"username": "Kavya Sharma", "password": "123456", "created_at": "2025-12-17T06:07:37.412Z", "role": "author"}}, {"model": "app.author", "pk": 6, "fields": {"username": "Rohan Verma", "password": "123456", "created_at": "2025-12-17T06:07:49.266Z", "role": "author"}}, {"model": "app.author", "pk": 7, "fields": {"username": "Ananya Rao", "password": "123456", "created_at": "2025-12-17T06:08:01.846Z", "role": "author"}}, {"model": "app.author", "pk": 8, "fields": {"username": "Arjun Malhotra", "password": "123456", "created_at": "2025-12-17T06:08:15.465Z", "role": "author"}}, {"model": "app.author", "pk": 9, "fields": {"username": "Ishaan Roy", "password": "123456", "created_at": "2025-12-17T06:08:25.099Z", "role": "author"}}, {"model": "app.author", "pk": 10, "fields": {"username": "Tara Sen", "password": "123456", "created_at": "2025-12-17T06:08:35.633Z", "role": "author"}}, {"model": "app.author", "pk": 11, "fields": {"username": "Rhea Mehta", "password": "123456", "created_at": "2025-12-17T06:08:45.113Z", "role": "author"}}, {"model": "app.author", "pk": 12, "fields": {"username": "Sana Iyer", "password": "123456", "created_at": "2025-12-17T06:08:59.442Z", "role": "author"}}, {"model": "app.author", "pk": 13, "fields": {"username": "Advika Sen", "password": "123456", "created_at": "2025-12-17T06:09:21.468Z", "role": "author"}}, {"model": "app.author", "pk": 14, "fields": {"username": "Devansh Rao", "password": "123456", "created_at": "2025-12-17T06:09:35.368Z", "role": "author"}}, {"model": "app.author", "pk": 15, "fields": {"username": "Iraan Malik", "password": "123456", "created_at": "2025-12-17T06:09:45.467Z", "role": "author"}}]

